In [1]:
import pandas as pd

In [3]:
series=pd.Series([11,22,33])
series

0    11
1    22
2    33
dtype: int64

In [4]:
series2=pd.Series({2000:100, 2001:200, 2002:3250})
series2

2000     100
2001     200
2002    3250
dtype: int64

In [6]:
df=pd.DataFrame({2000:[5,10,15],
                 2001:[6,12,17],
                 2002:[8,17,22]})
df

   2000  2001  2002
0     5     6     8
1    10    12    17
2    15    17    22

In [8]:
df2=pd.DataFrame([[5,10,15],
                 [6,12,17],
                 [8,17,22]], columns=[2000,2001,2002])
df2

   2000  2001  2002
0     5    10    15
1     6    12    17
2     8    17    22